{
    "AboutMe": "Acerca de mí",
    "Presentation": "Presentación",
    "WhatIDo": "Lo que hago",
    "Skills": "Habilidades",
    "Experience": "Experiencia",
    "Portfolio": "Portafolio",
    "ContactMe": "Contáctame",
    "ContactText": "Si tienes alguna pregunta, sugerencia o quieres ofrecerme alguna oportunidad de trabajo, estaré feliz de leerte y responderte devuelta.",
    "Im": "Hola, soy",
    "WebDeveloper": "Desarrolladora Web",
    "AboutMeText2": "Soy Licenciada en computación, me dedico al desarrollo y personalización de aplicaciones web con tecnologías actuales. Soy una persona con ganas de aprender nuevas cosas cada día para enfrentar nuevos retos en el mundo de la programación. Estos son algunos de los lenguajes con los que he trabajado:",
    "AboutMeText": "Soy Licenciada en computación, me dedico al desarrollo y personalización de aplicaciones web con tecnologías actuales. Como profesional, siempre he buscado oportunidades y desafíos que sean significativos para mí, por eso me entusiasma tener un gran impacto en los proyectos en los que trabajo. Estos son algunos de los lenguajes con los que he trabajado:",
    "DownloadCV": "Descargar CV",
    "Databases": "Bases de datos",
    "FrontendDescription": "Me enfoco en desarrollar aplicaciones web usables y atractivas al usuario porque sigo las mejores prácticas de programación en cuanto a diseño responsive y moderno",
    "BackendDescription": "Utilizo las tecnologías y métodos adecuados para obtener como resultado una aplicación rápida que sin duda se refleja en la eficiencia en los procesos ejecutados",
    "DatabasesDescription": "Conozco y tengo dominio de diferentes tipos de bases de datos, llegando a diseñar e implementar un modelo de datos que se adecúe a las necesidades del negocio",
    "TechnicallSkills": "Habilidades técnicas",
    "SoftSkills": "Habilidades blandas",
    "Teamwork": "Trabajo en equipo",
    "Autodidact": "Autodidacta",
    "ProblemSolving": "Resolución de problemas",
    "Flexibility": "Flexibilidad",
    "CriticalThinking": "Pensamiento crítico",
    "Message": "Mensaje",
    "Name": "Nombre",
    "Email": "Correo electrónico",
    "RequiredField": "El campo es obligatorio",
    "InvalidEmail": "El correo eléctronico no posee un formato válido"
}